Repository: ohlhaver/JCasServer
Catalog: po/*/rubycas-server.po
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru, zh_tw

source: Your login request did not include a login ticket. There may be a problem with the authentication system.
zh_tw: 你沒有傳送登入憑証，這可能是認證系統的問題

source: The login ticket you provided has already been used up. Please try logging in again.
zh_tw: 你所提供的登入憑証已經被使用過了，請重新登入

source: You took too long to enter your credentials. Please try again.
zh_tw: 你的認證花了太多時間，請再試一次

source: The login ticket you provided is invalid. There may be a problem with the authentication system.
zh_tw: 你所傳送的登入憑証是無效的，這可能是認證系統的問題

source: You are currently logged in as '%s'. If this is not you, please log in below.
es_es: Usted está conectado como '%s'. Si no lo es usted, por favor, acceda a continuación.
fr_fr: Vous êtes actuellement connecté en tant que '% s'. Si ce n'est pas vous, s'il vous plaît connectez-vous ci-dessous.
pl_pl: Jesteś aktualnie zalogowany jako '%s'. Jeżeli to nie jesteś ty, zaloguj się tutaj.
pt_br: Você está logado como '%s'. Se este não for você, Por favor, faça o login a baixo.
ru_ru: Вы авторизированы как '%s'.
zh_tw: 你正以 '%s' 的身分登入。如果這不是你，請重新登入

source: The client and server are unable to negotiate authentication. Please try logging in again later.
es_es: El cliente y el servidor no están en condiciones de negociar la autenticación. Por favor, intente acceder de nuevo más tarde.
fr_fr: Le client et le serveur sont incapables de négocier l'authentification. S'il vous plaît essayez de vous connecter à nouveau plus tard.
pl_pl: Klient i serwer nie są w stanie negocjować uwierzytelniania. Proszę spróbować zalogować się ponownie później.
pt_br: O cliente e o servidor não puderam efetuar a autenticação. Por favor, tente novamente mais tarde.
ru_ru: Клиент и сервер не могут провести проверку прав. Попробуйте войти позже.
zh_tw: 現在無法認證，請稍候再嘗試登入

source: The server cannot fulfill this gateway request because no service parameter was given.
es_es: El servidor no puede cumplir con esta petición, porque no fue parámetro de servicio prestado.
fr_fr: Le serveur ne peut pas répondre à cette demande (pas de 'service' paramètre a été donné).
pl_pl: Serwer nie może spełnić tego żądania bramowego, ponieważ nie został podany parametr usługi.
pt_br: O servidor não pode completar a solicitação porque não foi enviado o paramêtro do serviço.
ru_ru: Этот сервер не может выполнить этот запрос, поскольку не были указаны праметры сервиса.
zh_tw: 無法完成 gateway request 因為沒有提供 service 的參數

source: The target service your browser supplied appears to be invalid. Please contact your system administrator for help.
es_es: El objetivo de su navegador de servicios ofrecidos parece ser nula. Por favor, póngase en contacto con el administrador del sistema para obtener ayuda.
fr_fr: L'objectif de service de votre navigateur fourni semble être incorrect. S'il vous plaît contactez votre administrateur système pour obtenir de l'aide.
pl_pl: Podany adresat usługi wydaje się nieprawidłowy. Skontaktuj się z administratorem systemu żeby uzyskać pomocy.
pt_br: O seu navegador está aparentemente com problemas. Por favor, contate o administrador do sistema para obter ajuda.
ru_ru: Сервис, указанный вашим браузером, неверен. Свяжитесь с вашим системным администратором.
zh_tw: 你的瀏覽器傳送的服務網址是無效的，請向你的系統管理員尋求協助

source: Could not guess the CAS login URI. Please supply a submitToURI parameter with your request.
es_es: No podía adivinar el URI de acceso CAS. Suministro submitToURI un parámetro con su solicitud.
fr_fr: Impossible de deviner le CAS de connexion URI. S'il vous plaît fournir une submitToURI paramètre à votre demande.
pl_pl: Nie można odgadnąć URI do logowania do CAS. Proszę dostarczyć parametr submitToURI.
pt_br: Não encontramos a URI de acesso ao CAS. Por favor, informe corretamente no submitToURI com sua solicitação.
ru_ru: Не возможно угадать адрес входа на CAS. Пожалуйста, передайте с запросом параметр submitToURI.
zh_tw: 無法判斷 CAS 的登入網址。請提供 submitToURI 的參數

source: You have successfully logged in.
es_es: Inicio de sesión satisfactorio.
fr_fr: Vous vous êtes authentifié(e) auprès du Service Central d'Authentification.
pl_pl: Jesteś zalogowany.
pt_br: Login efetuado com sucesso.
ru_ru: Вы успешно вошли.
zh_tw: 你成功登入了

source: Incorrect username or password.
es_es: Incorrecto nombre de usuario o contraseña.
fr_fr: Les informations transmises n'ont pas permis de vous authentifier
pl_pl: Niepoprawny użytkownik lub hasło.
pt_br: Usuário ou Senha está incorreto.
ru_ru: Неверное имя пользователя или пароль.
zh_tw: 你所輸入的帳號或是密碼是錯誤的

source: You have successfully logged out.
es_es: Cierre de sesión satisfactorio.
fr_fr: Vous vous êtes déconnecté(e) du Service Central d'Authentification.
pl_pl: Jesteś wylogowany.
pt_br: Você saiu do sistema com sucesso.
ru_ru: Вы успешно вышли.
zh_tw: 你成功登出了

source: Please click on the following link to continue:
es_es: Por favor, haga clic en el vínculo siguiente para continuar:
fr_fr: S'il vous plaît cliquer sur le lien suivant pour continuer:
pl_pl: Proszę kliknąć na poniższy link, aby kontynuować:
pt_br: Por favor, clique no seguinte link para continuar:
ru_ru: Перейдите по ссылке чтобы продолжить:
zh_tw: 請點以下的連結繼續

source: To generate a login ticket, you must make a POST request.
es_es: Para generar un ticket de acceso, usted debe hacer una petición POST.
fr_fr: Pour générer un ticket de connexion, vous devez faire une requête POST.
pl_pl: Aby wygenerować login bilet, musisz złożyć żądanie POST.
pt_br: Para gerar um ticket de acceso, você deve fazer uma requisição via POST.
ru_ru: Чтобы сгенерировать входной билет вы должны делать POST запрос.
zh_tw: 你必須使用 POST 來產生登入憑証

source: Central Login
es_es: Servicio de Autenticación Central
fr_fr: Service Central d'Authentification.
pl_pl: Centralna Usługa Uwierzytelniania
pt_br: Central de Autenticação
ru_ru: Центральный вход
zh_tw: 整合登入

source: Username
es_es: Usuario
fr_fr: Identifiant
pl_pl: Użytkownik
pt_br: Usuário
ru_ru: Логин
zh_tw: 帳號

source: Password
es_es: Contraseña
fr_fr: Mot de passe
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
zh_tw: 密碼

source: Remeber me on this computer
zh_tw: 在這台電腦上記住我

source: LOGIN
es_es: INICIAR SESIÓN
fr_fr: SE CONNECTER
pl_pl: ZALOGUJ
pt_br: ENTRAR
ru_ru: Войти
zh_tw: 登入
